chat_system_600923273_actor_description=John Cook. Pirate. Strong and dumb.
chat_system_600923273_switch_0_header_1=^?^Have you made your decision?
chat_system_600923273_snap_0_question=^?^I know who you are...You were sent by my father.
chat_system_600923273_snap_0_answer_0=^?^Exactly. Tell me about yourself and I will decide if you are worthy of becoming his heir.
chat_system_600923273_snap_1_question=^?^The power of our family was always based on strength. I'm the strongest of the brothers, the most skilled warrior.<br>Father must choose me to be the head of our family, or the clan won't last. It will be crushed and squeezed by people who are strong.
chat_system_600923273_snap_1_answer_0=^?^Ok, I'll think about your words.
chat_system_600923273_snap_1_answer_1=^?^If I give the bandanna to you, what will I get in return?
chat_system_600923273_snap_1_answer_2=^?^I haven't decided yet.
chat_system_600923273_snap_2_question=^?^I will make sure you live, [player]. You think that will be enough? I will become the head of the family. My brothers are cowards they won't have the courage to speak against me. They won't even do anything without my permission.
chat_system_600923273_snap_2_answer_0=^?^I see. So, you think that you can convince your brothers not to bear a grudge against me.... Well, that's encouraging. I'll think about it.
chat_system_600923273_snap_3_question=^?^Oh, at last! What is your decision? Who will be the heir?
chat_system_600923273_snap_3_answer_0=^?^You, John. You are worthy of taking the place of your father. Take the bandanna!
chat_system_600923273_snap_3_answer_1=^?^I haven't decided yet...
chat_system_600923273_snap_4_question=^?^Crikey! Well, you made a right decision. My shop and the shops of my brothers are always at your service.
chat_system_600923273_snap_4_answer_0=^?^Thank you, John.
